[

    {"id": 1, "name": "Дайджест материалов за ноябрь 2022", "desc": "Мы подготовили для вас подборку дайджест материалов за ноябрь!", "tag": 1},
    {"id": 2, "name": "Дайджест материалов за октябрь 2022", "desc": "Мы подготовили для вас подборку дайджест материалов за октябрь!", "tag": 1},
    {"id": 3, "name": "Дайджест материалов за сентябрь 2022", "desc": "Мы подготовили для вас подборку дайджест материалов за сентябрь!", "tag": 1},
    {"id": 4, "name": "Дайджест материалов за август 2022", "desc": "Мы подготовили для вас подборку дайджест материалов за август!", "tag": 1},
    {"id": 5, "name": "Дайджест материалов за июль 2022", "desc": "Мы подготовили для вас подборку дайджест материалов за июль!", "tag": 1},

    {"id": 6, "name": "Подведение профессиональных итогов года", "desc": "Подведем итоги года и напишем экспертный пост с результатами. Каждый из вас сможет увидеть кучу результатов года, проверим? :)", "tag": 2},
    {"id": 7, "name": "Оформление профиля на Behance, теги к изображениям", "desc": "Поговорим про оформление профиля на Behance, аватарку, обложки, резюме, контактные данные. Также обсудим, необходимо ли описывать изображения в кейсах с помощью тегов", "tag": 2},
    {"id": 8, "name": "Оформление аккаунта для себя в минималистичном стиле", "desc": "Оформляем набор постов в минималистичном стиле для собственного аккаунта", "tag": 2},
    {"id": 9, "name": "Предновогодний ажиотаж и динамика спроса на услуги дизайнера", "desc": "Поговорим о том, почему в декабре по работе завал, а в январе — тишина, а также как дизайнеру получить максимум от предновогоднего ажиотажа", "tag": 2},
    {"id": 10, "name": "Тайный Санта! Условия, место проведения и даты", "desc": "Начинаем регистрацию на участие в Тайном Санте!", "tag": 2},

    {"id": 11, "name": "Дизайн-игра для развития креативного мышления #1", "desc": "Это интерактивный онлайн мастер-класс, где вы будете влиять на итоговый дизайн. Вы узнаете различные методики развития креативного", "tag": 3},
    {"id": 12, "name": "Новогодние палитры и приемы", "desc": "Визуал для новогодних работ. Особенно полезно будет тем, кто считает, что новогодние дизайн может быть только красно-зеленым.", "tag": 3},
    {"id": 13, "name": "Мастер-класс по коллажу. Часть 1", "desc": "Первая часть мастер-класса по созданию коллажа из журналов, его оцифровке и доработке в Figma. Разберемся с тем, что нужно для создания", "tag": 3},
    {"id": 14, "name": "Вдохновения и разбор сайтов | Тренируем насмотренность", "desc": "Продолжаем рубрику с разбором классных сайтов и вдохновляемся разными фишечками, а заодно тренируем насмотренность!", "tag": 3},
    {"id": 15, "name": "Спортивный тренд на теннис + розовый", "desc": "Разбираемся с трендом на здоровый образ жизни, теннис, а еще вспомним Chanel и Monochrome", "tag": 3},

    {"id": 16, "name": "Анимация частиц для фотогалереи кодом в Тильде", "desc": "Создаем анимацию с частицами фотогалереи при наведении мыши на фото и внедряем код в Тильду.", "tag": 4},
    {"id": 17, "name": "Анимация кнопки в Тильде", "desc": "Анимация кнопки в Тильде при помощи CSS", "tag": 4},
    {"id": 18, "name": "Анимация фона с градиентом в Тильде", "desc": "Создаем анимированный фон с градиентом при помощи кода в Тильде", "tag": 4},
    {"id": 19, "name": "Создание горизонтального скролла в Тильде при помощи кода", "desc": "Создадим горизонтальный скролл кодом в Тильде и изменим его внешний вид", "tag": 4},
    {"id": 20, "name": "Матрица из матрицы в Тильде", "desc": "В данном уроке создаем матрицу кодом в Тильде", "tag": 4}
]